micropython/micropython/ports/raspberrypi/boards/rfguru_rp2040/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "RF.Guru RP2040"
#define MICROPY_HW_MCU_NAME "rp2040"
